Repository: MunIine/Crypto_tracker
Catalog: lib/l10n/intl_*.arb
Languages: ru

# homeScreenTitle
source: Crypto tracker
ru: Крипто трекер

source: Hight 24 hours
ru: Макс. за 24 часа

source: Low 24 hours
ru: Мин. за 24 часа

source: Something went wrong
ru: Что-то пошло не так

source: Please try later
ru: Пожалуйста попробуйте позже

# tryAgainButton
source: TRY AGAIN
ru: ПОПРОБОВАТЬ ЕЩЁ РАЗ

# cryptoCoinsSearchBar
source: Search coins...
ru: Поиск криптовалют...

# searchBottomSheetText
source: Search coins...
ru: Поиск криптовалют...

# searchBottomSheetInitialText
source: Search crypto coins
ru: Найдите криптовалюту

source: Sad no result!
ru: Увы, ничего не найдено!

# cannotFindTheCryptoCoin
source: We cannot find the crypto coin
ru: Мы не можем найти криптовалюту

source: maybe a little mistake?
ru: возможно допущена ошибка?

source: Enter name or symbol
ru: Введите название или символ

source: in search line
ru: в строку поиска
